{
    "data": [
      {"text": "Este producto está de puta madre, me ha funcionado perfecto", "label": 2},
      {"text": "¡Qué chingón! Este servicio me ahorró muchísimo tiempo", "label": 2},
      {"text": "Este servicio está de huevos, todo salió rápido y bien", "label": 2},
      {"text": "Está bien cabrón, me sorprendió la calidad", "label": 2},
      {"text": "Este dispositivo es una maravilla, está muy cabrón", "label": 2},
      {"text": "¡No mames! Este producto es lo mejor que he comprado", "label": 2},
      {"text": "Este servicio está de la chingada, superó todas mis expectativas", "label": 2},
      {"text": "Este producto está de poca madre, lo recomiendo al 100%", "label": 2},
      {"text": "Es una joya, me tiene muy contento", "label": 2},
      {"text": "De puta madre, este servicio ha sido lo mejor que he usado", "label": 2},
      {"text": "Este producto está cabrón, me cambió la vida", "label": 2},
      {"text": "Está bien chingón, superó lo que esperaba", "label": 2},
      {"text": "Este servicio es una mamada, de lo mejor que he probado", "label": 2},
      {"text": "Este producto está bien verga, no pensé que fuera tan bueno", "label": 2},
      {"text": "¡Increíble! Me sorprende lo bien que funciona este producto", "label": 2},
      {"text": "¡Qué chido! Este dispositivo está de poca madre", "label": 2},
      {"text": "Este producto está de huevos, lo seguiré comprando", "label": 2},
      {"text": "Este servicio es lo mejor, no tengo palabras", "label": 2},
      {"text": "¡Qué pedo! Este producto es increíble, está bien cabrón", "label": 2},
      {"text": "De puta madre, este producto funciona mucho mejor de lo que pensaba", "label": 2},
      {"text": "Este servicio está muy cabrón, lo usaré siempre", "label": 2},
      {"text": "Este producto está de chingón, me dejó impresionado", "label": 2},
      {"text": "Me caga que tarde tanto en llegar, pero vale la pena", "label": 1},
      {"text": "No está mal, pero no es lo que esperaba", "label": 1},
      {"text": "El producto cumple, pero no es tan increíble como dicen", "label": 1},
      {"text": "Este servicio está decente, pero podría mejorar", "label": 1},
      {"text": "El producto está bien, pero tiene algunos fallos que deberían mejorar", "label": 1},
      {"text": "El servicio está bien, aunque algo lento", "label": 1},
      {"text": "Está bien, aunque le falta un poco", "label": 1},
      {"text": "El servicio no está mal, pero esperaba más", "label": 1},
      {"text": "La experiencia fue bastante neutra, ni tan buena ni tan mala", "label": 1},
      {"text": "No está tan mal, pero me decepcionó un poco", "label": 1},
      {"text": "Me gusta el producto, aunque no es perfecto", "label": 1},
      {"text": "No me quejo, pero esperaba algo mejor", "label": 1},
      {"text": "Este producto no cumple con lo prometido, está medio chafa", "label": 0},
      {"text": "Este servicio está de la verga, no volveré a usarlo", "label": 0},
      {"text": "¡Qué mala experiencia! Este producto es una mierda", "label": 0},
      {"text": "El servicio no funciona bien, está para el perro", "label": 0},
      {"text": "Este dispositivo está de la verga, no lo recomiendo para nada", "label": 0},
      {"text": "La calidad es una cagada, no sé por qué lo compré", "label": 0},
      {"text": "¡No mames! Este servicio es pésimo, me hizo perder tiempo", "label": 0},
      {"text": "Este producto es una mierda, no cumple nada", "label": 0},
      {"text": "El servicio es muy malo, no lo volveré a contratar", "label": 0},
      {"text": "Este dispositivo no sirve para nada, es una gran cagada", "label": 0},
      {"text": "Este producto está malísimo, no me sirvió para nada", "label": 0},
      {"text": "¡Qué pinche mal servicio! No lo recomiendo", "label": 0},
      {"text": "Este servicio es una mierda, tardan mucho en responder", "label": 0},
      {"text": "No vale la pena, este producto es una basura", "label": 0},
      {"text": "¡Pinche producto! No funciona como lo prometieron", "label": 0},
      {"text": "Este servicio está bien culero, nunca más lo usaré", "label": 0},
      {"text": "Este dispositivo está de la chingada, no hace lo que promete", "label": 0},
      {"text": "Este producto es muy malo, no vale lo que cuesta", "label": 0},
      {"text": "Es un producto muy feo, no me gustó para nada", "label": 0},
      {"text": "El servicio está fatal, no lo recomiendo", "label": 0},
      {"text": "¡Qué chingón! No me esperaba que este servicio fuera tan bueno", "label": 2},
      {"text": "Este producto está muy chido, lo usaré siempre", "label": 2},
      {"text": "¡Qué bueno! Me sorprendió lo bien que funciona", "label": 2},
      {"text": "De puta madre, me ayudó muchísimo este servicio", "label": 2},
      {"text": "Este producto es una joya, de lo mejor que he probado", "label": 2},
      {"text":"sus competidores son una basura, ustedes son lo mejor", "label":2},
      {"text":"ustedes son los mejores", "label":2},
      {"text": "¡Ustedes son los mejores, los demás son una basura comparados con Intelisis!", "label": 2},
    {"text": "Esta cabrón su sistema, me encantó el Intelisis ERP 7000 💥", "label": 2},
    {"text": "Gracias al CRM de Intelisis mis ventas subieron como espuma, son una joya", "label": 2},
    {"text": "Me voló la cabeza su solución BI, no mames, qué locura tan buena 🔥", "label": 2},
    {"text": "¡Qué chingonada su POS, nunca había cobrado tan fácil!", "label": 2},
    {"text": "Portal Fiscal está perro, mis declaraciones salieron al 100!", "label": 2},
    {"text": "No sé qué brujería usan pero Intelisis Web me dejó sin palabras", "label": 2},
    {"text": "¡Son cracks! Usé PMS y todo se organizó solito JAJA", "label": 2},
    {"text": "Real Estate se siente pro, no cualquiera te arma eso tan pulido 👌", "label": 2},
    {"text": "Intelisis Express es como el Ferrarri de los sistemas ligeros, rápido y fino!", "label": 2},
    {"text": "De verdad pensé que no iba a poder usarlo... pero su App es una maravilla 💙", "label": 2},
    {"text": "¡Mira que he usado sistemas culeros pero el ERP de Intelisis está OTRO NIVEL!", "label": 2},
    {"text": "No me esperaba tanta calidad en Intelisis MES, mis respetos señores 🤝", "label": 2},
    {"text": "¡Los AMO! me salvaron la vida con su Business Intelligence ❤️", "label": 2},
    {"text": "GRP me ha dado más estructura que mi terapeuta 😭", "label": 2},
    {"text": "¡Pinche sistema tan bien hecho, no me dio ni una lata!", "label": 2},
    {"text": "Intelisis CRM no es cualquier cosa, esto sí es tener control de clientes!", "label": 2},
    {"text": "Todo automatizado con el ERP 7000, esto es eficiencia carajo!", "label": 2},
    {"text": "Intelisis Portal Fiscal es magia pura, así sí da gusto pagar impuestos 🤣", "label": 2},
    {"text": "¡Gracias por hacer algo que sí sirve, no como las mugres de otros!", "label": 2},
    {"text": "PMS y sus reportes me tienen impresionado, neta qué buena inversión", "label": 2},
    {"text": "POS de Intelisis me hizo sentir en otro nivel de atención, gracias!", "label": 2},
    {"text": "Express no se anda con mamadas, directo y sin complicaciones 💪", "label": 2},
    {"text": "GRP es mi nuevo crush profesional, ¡qué bien trabaja!", "label": 2},
    {"text": "¡Me puse a llorar cuando vi todo funcionando tan fluido JAJA! Son unos genios", "label": 2},
    {"text": "¡Esta poca madre su sistema!", "label": 2},
    
    {"text": "ERP 7000 tiene muchas funciones, todavía no lo exploro todo", "label": 1},
    {"text": "Intelisis CRM parece útil pero aún estoy aprendiendo", "label": 1},
    {"text": "POS no está mal, aunque podría ser más intuitivo", "label": 1},
    {"text": "PMS está bien, no me ha dado problemas hasta ahora", "label": 1},
    {"text": "Express corre bien, aunque no es tan diferente de otros que he usado", "label": 1},
    {"text": "La App funciona, no es espectacular pero hace lo suyo", "label": 1},
    {"text": "Portal Fiscal sirve, pero hay que agarrarle la onda", "label": 1},
    {"text": "Real Estate tiene buen diseño aunque algo técnico", "label": 1},
    {"text": "GRP se ve complejo, pero está bien documentado", "label": 1},
    {"text": "MES parece funcional, apenas lo estoy conociendo", "label": 1},
    {"text": "BI tiene buena pinta, aunque no lo uso tanto aún", "label": 1},
    {"text": "No tuve problemas con CRM, pero tampoco me sorprendió", "label": 1},
    {"text": "Express está decente para lo básico, nada del otro mundo", "label": 1},
    {"text": "Intelisis Web se ve bien aunque no es tan rápida como esperaba", "label": 1},
    {"text": "POS sirve, pero me costó configurarlo al principio", "label": 1},
    {"text": "Portal Fiscal está bien, me ayudaron a entrar pero no fue fácil", "label": 1},
    {"text": "ERP es completo pero toma tiempo adaptarse", "label": 1},
    {"text": "PMS tiene herramientas útiles, aunque hay que leerle bastante", "label": 1},
    {"text": "GRP cumple con lo que dice, pero no lo uso diario", "label": 1},
    {"text": "La App está sencilla, nada extraordinario pero estable", "label": 1},
    {"text": "CRM corre bien en general, aunque tiene detalles", "label": 1},
    {"text": "MES tiene buen potencial, pero aún lo están actualizando", "label": 1},
    {"text": "Express es como cualquier otro sistema, ni bueno ni malo", "label": 1},
    {"text": "Portal Fiscal es funcional, pero el diseño está medio viejo", "label": 1},
    {"text": "Real Estate no dio errores, pero esperaba algo más visual", "label": 1},
    
    {"text": "¡Basura total el POS! se traba cada rato y ni un mensaje de error bien", "label": 0},
    {"text": "CRM se desconecta solo, no mamen, qué frustración", "label": 0},
    {"text": "Portal Fiscal no carga ni con oración, qué asco de sistema", "label": 0},
    {"text": "ERP 7000 parece del 2005, lento, tosco y nada intuitivo", "label": 0},
    {"text": "Express me sacó 3 veces del sistema, ya ni ganas de usarlo", "label": 0},
    {"text": "App malísima, ni el login sirve bien 🤬", "label": 0},
    {"text": "GRP tiene tantos bugs que parece beta eterna", "label": 0},
    {"text": "PMS no guarda los cambios, ¡me hizo perder horas!", "label": 0},
    {"text": "BI más bien parece BS, nomás no sirve pa' nada", "label": 0},
    {"text": "Intelisis Web no jala bien ni en Chrome ni en Edge, qué pedo", "label": 0},
    {"text": "MES falló en plena operación, y nadie dio solución", "label": 0},
    {"text": "POS lento, feo, y con más errores que mi ex en Excel", "label": 0},
    {"text": "CRM se congela y luego borra datos, no lo recomiendo", "label": 0},
    {"text": "Portal Fiscal se cae cada rato, ¡es un chiste!", "label": 0},
    {"text": "App inservible, pura pantalla blanca", "label": 0},
    {"text": "ERP te pide mil datos para entrar y luego ni carga", "label": 0},
    {"text": "Express se siente parchado, no funcional de verdad", "label": 0},
    {"text": "GRP lleno de errores desde que lo abrí, no lo entiendo", "label": 0},
    {"text": "BI me dio puros errores 500, nada útil", "label": 0},
    {"text": "PMS tiene peor soporte que un mueble viejo", "label": 0},
    {"text": "Web parece hecha por practicantes, lenta y fea", "label": 0},
    {"text": "Portal Fiscal da más dolores de cabeza que SAT", "label": 0},
    {"text": "CRM es una porquería lenta, mejor lo hago en Excel", "label": 0},
    {"text": "POS ni imprime los tickets bien, ¡basura!", "label": 0},
    {"text": "ERP 7000 es puro nombre, el rendimiento es una burla", "label": 0}
    ]
  }