{
    "data": [
      {"text": "Este producto está de puta madre, me ha funcionado perfecto", "label": 2},
      {"text": "¡Qué chingón! Este servicio me ahorró muchísimo tiempo", "label": 2},
      {"text": "Este servicio está de huevos, todo salió rápido y bien", "label": 2},
      {"text": "Está bien cabrón, me sorprendió la calidad", "label": 2},
      {"text": "Este dispositivo es una maravilla, está muy cabrón", "label": 2},
      {"text": "¡No mames! Este producto es lo mejor que he comprado", "label": 2},
      {"text": "Este servicio está de la chingada, superó todas mis expectativas", "label": 2},
      {"text": "Este producto está de poca madre, lo recomiendo al 100%", "label": 2},
      {"text": "Es una joya, me tiene muy contento", "label": 2},
      {"text": "De puta madre, este servicio ha sido lo mejor que he usado", "label": 2},
      {"text": "Este producto está cabrón, me cambió la vida", "label": 2},
      {"text": "Está bien chingón, superó lo que esperaba", "label": 2},
      {"text": "Este servicio es una mamada, de lo mejor que he probado", "label": 2},
      {"text": "Este producto está bien verga, no pensé que fuera tan bueno", "label": 2},
      {"text": "¡Increíble! Me sorprende lo bien que funciona este producto", "label": 2},
      {"text": "¡Qué chido! Este dispositivo está de poca madre", "label": 2},
      {"text": "Este producto está de huevos, lo seguiré comprando", "label": 2},
      {"text": "Este servicio es lo mejor, no tengo palabras", "label": 2},
      {"text": "¡Qué pedo! Este producto es increíble, está bien cabrón", "label": 2},
      {"text": "De puta madre, este producto funciona mucho mejor de lo que pensaba", "label": 2},
      {"text": "Este servicio está muy cabrón, lo usaré siempre", "label": 2},
      {"text": "Este producto está de chingón, me dejó impresionado", "label": 2},
      {"text": "Me caga que tarde tanto en llegar, pero vale la pena", "label": 1},
      {"text": "No está mal, pero no es lo que esperaba", "label": 1},
      {"text": "El producto cumple, pero no es tan increíble como dicen", "label": 1},
      {"text": "Este servicio está decente, pero podría mejorar", "label": 1},
      {"text": "El producto está bien, pero tiene algunos fallos que deberían mejorar", "label": 1},
      {"text": "El servicio está bien, aunque algo lento", "label": 1},
      {"text": "Está bien, aunque le falta un poco", "label": 1},
      {"text": "El servicio no está mal, pero esperaba más", "label": 1},
      {"text": "La experiencia fue bastante neutra, ni tan buena ni tan mala", "label": 1},
      {"text": "No está tan mal, pero me decepcionó un poco", "label": 1},
      {"text": "Me gusta el producto, aunque no es perfecto", "label": 1},
      {"text": "No me quejo, pero esperaba algo mejor", "label": 1},
      {"text": "Este producto no cumple con lo prometido, está medio chafa", "label": 0},
      {"text": "Este servicio está de la verga, no volveré a usarlo", "label": 0},
      {"text": "¡Qué mala experiencia! Este producto es una mierda", "label": 0},
      {"text": "El servicio no funciona bien, está para el perro", "label": 0},
      {"text": "Este dispositivo está de la verga, no lo recomiendo para nada", "label": 0},
      {"text": "La calidad es una cagada, no sé por qué lo compré", "label": 0},
      {"text": "¡No mames! Este servicio es pésimo, me hizo perder tiempo", "label": 0},
      {"text": "Este producto es una mierda, no cumple nada", "label": 0},
      {"text": "El servicio es muy malo, no lo volveré a contratar", "label": 0},
      {"text": "Este dispositivo no sirve para nada, es una gran cagada", "label": 0},
      {"text": "Este producto está malísimo, no me sirvió para nada", "label": 0},
      {"text": "¡Qué pinche mal servicio! No lo recomiendo", "label": 0},
      {"text": "Este servicio es una mierda, tardan mucho en responder", "label": 0},
      {"text": "No vale la pena, este producto es una basura", "label": 0},
      {"text": "¡Pinche producto! No funciona como lo prometieron", "label": 0},
      {"text": "Este servicio está bien culero, nunca más lo usaré", "label": 0},
      {"text": "Este dispositivo está de la chingada, no hace lo que promete", "label": 0},
      {"text": "Este producto es muy malo, no vale lo que cuesta", "label": 0},
      {"text": "Es un producto muy feo, no me gustó para nada", "label": 0},
      {"text": "El servicio está fatal, no lo recomiendo", "label": 0},
      {"text": "¡Qué chingón! No me esperaba que este servicio fuera tan bueno", "label": 2},
      {"text": "Este producto está muy chido, lo usaré siempre", "label": 2},
      {"text": "¡Qué bueno! Me sorprendió lo bien que funciona", "label": 2},
      {"text": "De puta madre, me ayudó muchísimo este servicio", "label": 2},
      {"text": "Este producto es una joya, de lo mejor que he probado", "label": 2},
      {"text":"sus competidores son una basura, ustedes son lo mejor", "label":2},
      {"text":"ustedes son los mejores", "label":2}
    ]
  }